[
    {
        "dialogueLines": [
            {
                "0": "Hey, /Player/. Good to see you. Glad you got my message.",
                "Speaker": "LOOKOUT"
            },
            {
                "1": "What's happening? You said you saw something to the west?",
                "Speaker": "PLAYER"
            },
            {
                "2": "Yeah. The clouds on the horizon seem darker than the thunderheads above us right now. I'm not sure what's going on yet, but they don't look good.",
                "Speaker": "LOOKOUT"
            },
            {
                "3": "Any word from the town?",
                "Speaker": "PLAYER"
            },
            {
                "4": "Not yet. They probably don't know. ",
                "Speaker": "LOOKOUT"
            },
            {
                "5": "Anyway, I wanted you here because I needed someone to light the warning towers. We don't want anyone getting caught in whatever's coming, and I've got to stay here to monitor everything.",
                "Speaker": "LOOKOUT"
            },
            {
                "6": "Got it. I'll radio when it's done.",
                "Speaker": "PLAYER"
            },
            {
                "7": "Thanks, kid. See you on the other side, then.",
                "Speaker": "LOOKOUT"
            }
        ],
        "conversation": "First Lookout's Conversation",
        "convID": 0,
        "initiator": "LOOKOUT",
        "lineorders": {
            "order1": [
                0,
                1,
                2,
                3,
                4,
                5,
                6,
                7
            ]
        }
    },
    {
        "dialogueLines": [
            {
                "8": "It's gotten chillier since I left, but that's the last one lit. ",
                "Speaker": "PLAYER"
            },
            {
                "9": "This is /Player/, calling in. Warning towers are lit, and I'm headed back to the Lookout. Over.",
                "Speaker": "PLAYER"
            },
            {
                "10": "Roger, kid. But head back into town. It's getting dicey out here and you've been out for a week.",
                "Speaker": "LOOKOUT"
            },
            {
                "11": "You sure you'll be fine by yourself?",
                "Speaker": "PLAYER"
            },
            {
                "12": "I've been monitoring this land for twice as long as you've been alive. No need to worry about me.",
                "Speaker": "LOOKOUT"
            },
            {
                "13": "Fine. But I'm coming out first thing in the morning.",
                "Speaker": "PLAYER"
            },
            {
                "14": "Of course, kid, I wouldn't expect anything less. G'night. I'll see you in the--",
                "Speaker": "LOOKOUT"
            },
            {
                "15": "What's going on?",
                "Speaker": "PLAYER"
            },
            {
                "16": "Worse than -- thought -- go back and tell Mayor -- ",
                "Speaker": "LOOKOUT"
            },
            {
                "17": "I'm not leaving you out there. I can be there in thirty minutes and then--",
                "Speaker": "PLAYER"
            },
            {
                "18": "No, kid, let me -- make sure you tell -- worse --",
                "Speaker": "LOOKOUT"
            }
        ],
        "conversation": "Second Lookout's Conversation",
        "convID": 1,
        "initiator": "PLAYER",
        "lineorders": {
            "order1": [
                8,
                9,
                10,
                11,
                12,
                13,
                14,
                15,
                16,
                17,
                18
            ]
        }
    }
]